[
    {
      "name" : "Феодор",
      "avatar" : "https://picsum.photos/id/1018/300/300",
      "list": [
        { 
          "id": 1,
          "author" : "Феодор",
          "time" : "08.08",
          "read" : true,
          "message" : "Согласно с вчерашним договором, Сократ, мы и сами пришли, как и следовало, да вот и некоего чужеземца из Элей родом с собою ведем, друга последователей Парменида и Зенона, истинного философа."
        },
        {
          "id": 2,
          "author" : "Сократ",
          "time" : "08.30",
          "message" : "Уж не ведешь ли ты, Феодор, сам того не зная, не чужеземца, но некоего бога, по слову Гомера который рассказывает, что боги, а особенно бог покровитель чужеземцев, бывают вожатыми у тех, кто имеет правую совесть, чтобы наблюдать как своеволие, так и законные действия людей? Так вот, может быть, это и за тобою следует кто-то из всемогущих богов, некий бог-обличитель, чтобы наблюдать и обличать нас, людей, неискусных в речах.",
          "read": true
        },
        {
          "id": 3,
          "author" : "Феодор",
          "time" : "08.40",
          "message" : "Не таков нравом, Сократ, этот чужеземец, он скромнее тех, кто занимается спорами, и представляется мне вовсе не богом, но скорее человеком божественным: ведь так я называю всех философов.",
          "read" : false
        }
      ]    
    },
    {
      "name" : "Теэтет",
      "avatar" : "https://picsum.photos/id/1019/300/300",
      "list": [
        { 
          "id": 1,
          "author" : "Сократ",
          "time" : "10.30",
          "message" : "Я подозреваю, что ты нашел неплохое толкование знания. Однако так же толковал это и Протагор. Другим, правда, путем он нашел то же самое. Ведь у него где-то сказано: 'Мера всех вещей – человек, существующих, что они существуют, а несуществующих, что они не существуют'. Ты ведь это читал когда-нибудь?",
          "read": true
        },
        {
          "id": 2,
          "author" : "Теэтет",
          "time" : "10.40",
          "message" : "Читал, и не один раз.",
          "read": true    
        },
        {
          "id": 3,
          "author" : "Сократ",
          "time" : "10.50",
          "message" : "Так вот, он говорит тем самым, что-де какой мне кажется каждая вещь, такова она для меня и есть, а какой тебе, такова же она в свою очередь для тебя. Ведь человек – это ты или я, не так ли?",
          "read": true
        }
      ]
    
    }
  ]